Revit 2027 API
SKPImportOptions Constructor
 Constructs a new instance of SKPImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SKPImportOptions()
Public Sub New
public:
SKPImportOptions()
new : unit -> SKPImportOptions
See Also
Reference
SKPImportOptions Class
SKPImportOptions Overload
Autodesk.Revit.DB Namespace